-- Adminer 4.2.3 MySQL dump

SET NAMES utf8;
SET time_zone = '+00:00';
SET foreign_key_checks = 0;
SET sql_mode = 'NO_AUTO_VALUE_ON_ZERO';

DROP TABLE IF EXISTS `ad`;
CREATE TABLE `ad` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `phone` int(100) NOT NULL,
  `title_ad` varchar(100) NOT NULL,
  `price` int(11) NOT NULL,
  `description` text NOT NULL,
  `city` int(11) NOT NULL,
  `cat` int(11) NOT NULL,
  `private` tinyint(2) NOT NULL DEFAULT '1',
  `allow_mails` tinyint(2) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

INSERT INTO `ad` (`id`, `name`, `email`, `phone`, `title_ad`, `price`, `description`, `city`, `cat`, `private`, `allow_mails`) VALUES
(19,	'eucomb',	'sfdsf@ucomb.ru',	23234234,	'Название девятнадцать',	2342343,	'sdfsdfsdfs',	2,	12,	1,	0),
(20,	'Третье ',	'affsdfs@sdjfnsjf.ru',	2342342,	'Название 2 компания',	32423235,	'описание объявления',	2,	4,	2,	1),
(22,	'Иван',	'ibam@,ail.ru',	23456765,	'22 объявление',	2345,	'Третье',	7,	11,	2,	1),
(23,	'Компания',	'',	0,	'Компания',	12,	'Компания',	2,	4,	2,	1);

DROP TABLE IF EXISTS `category`;
CREATE TABLE `category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `parent_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

INSERT INTO `category` (`id`, `parent_id`, `name`) VALUES
(1,	0,	'Выберите категорию'),
(2,	0,	'Автомобили'),
(3,	2,	'Автомобили с пробегом'),
(4,	2,	'Новые автомобили'),
(5,	0,	'Недвижимость'),
(6,	5,	'Квартиры'),
(7,	5,	'Комнаты'),
(8,	5,	'Дома, дачи, коттеджи'),
(9,	2,	'Мотоциклы и мототехника'),
(10,	2,	'Грузовики и спецтехника'),
(11,	2,	'Водный транспорт'),
(12,	2,	'Запчасти и аксессуары'),
(13,	5,	'Земельные участки'),
(14,	5,	'Гаражи и машиноместа'),
(15,	5,	'Коммерческая недвижимость'),
(16,	5,	'Недвижимость за рубежом'),
(17,	0,	'Работа'),
(18,	17,	'Вакансии (поиск сотрудников)'),
(19,	17,	'Резюме (поиск работы)'),
(20,	0,	'Услуги'),
(21,	20,	'Предложения услуг'),
(22,	20,	'Запросы на услуги'),
(23,	0,	'Личные вещи'),
(24,	23,	'Одежда, обувь, аксессуары'),
(25,	23,	'Детская одежда и обувь'),
(26,	23,	'Товары для детей и игрушки'),
(27,	23,	'Часы и украшения'),
(28,	23,	'Красота и здоровье'),
(29,	0,	'Для дома и дачи'),
(30,	29,	'Бытовая техника'),
(31,	29,	'Мебель и интерьер'),
(32,	29,	'Посуда и товары для кухни'),
(33,	29,	'Продукты питания'),
(34,	29,	'Ремонт и строительство'),
(35,	29,	'Растения'),
(36,	0,	'Бытовая электроника'),
(37,	36,	'Аудио и видео'),
(38,	36,	'Игры, приставки и программы'),
(39,	36,	'Настольные компьютеры'),
(40,	36,	'Ноутбуки'),
(41,	36,	'Оргтехника и расходники'),
(42,	36,	'Планшеты и электронные книги'),
(43,	36,	'Телефоны'),
(44,	36,	'Товары для компьютера'),
(45,	36,	'Фототехника'),
(50,	0,	'Хобби и отдых'),
(51,	50,	'Билеты и путешествия'),
(52,	50,	'Велосипеды'),
(53,	50,	'Книги и журналы'),
(54,	50,	'Коллекционирование'),
(55,	50,	'Музыкальные инструменты'),
(56,	50,	'Охота и рыбалка'),
(57,	50,	'Спорт и отдых'),
(58,	50,	'Знакомства'),
(59,	0,	'Животные'),
(60,	59,	'Собаки'),
(61,	59,	'Кошки'),
(62,	59,	'Птицы'),
(63,	59,	'Аквариум'),
(64,	59,	'Другие животные'),
(65,	59,	'Товары для животных'),
(66,	0,	'Для бизнеса'),
(67,	66,	'Готовый бизнес'),
(68,	66,	'Оборудование для бизнеса');

DROP TABLE IF EXISTS `city`;
CREATE TABLE `city` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

INSERT INTO `city` (`id`, `name`) VALUES
(2,	'Новосибирск'),
(3,	'Барабинск'),
(1,	'Бердск'),
(5,	'Искитим'),
(6,	'Колывань'),
(7,	'Краснообск'),
(8,	'Куйбышев'),
(9,	'Мошково'),
(10,	'Обь'),
(11,	'Ордынское'),
(4,	'Черепаново');

-- 2016-01-10 19:39:15
