<?php 
$city= array(
	'101'=>'Новосибирск',
	'102'=>'Барабинск',
	'103'=>'Бердск',
	'104'=>'Искитим',
	'105'=>'Колывань',
	'106'=>'Краснообск',
	'107'=>'Куйбышев',
	'108'=>'Мошково',
	'109'=>'Обь',
	'110'=>'Ордынское',
	'111'=>'Черепаново',							
	'112'=>'Выбрать другой...'
);

$cat = array(

'Автомобили'=> array(
	'2'=>'Автомобили с пробегом',
	'3'=>'Новые автомобили',
	/*'4'=>'Мотоциклы и мототехника',
	'5'=>'Грузовики и спецтехника',
	'6'=>'Водный транспорт',
	'7'=>'Запчасти и аксессуары'*/
	),
'Недвижимость'=>array(
	'8' => 'Квартиры',
	'9'=>'Комнаты',
	'10'=>'Дома, дачи, коттеджи',
	'11'=>'Земельные участки',
	'12'=>'Гаражи и машиноместа',
	'13'=>'Коммерческая недвижимость',	
	'14'=>'Недвижимость за рубежом'
	),
'Работа'=>array(
	'15'=>'Вакансии (поиск сотрудников)',	
	'16'=>'Резюме (поиск работы)'
	),
'Услуги'=>array(
	'17'=>'Предложения услуг',	
	'18'=>'Запросы на услуги'
	),
'Личные вещи'=>array(
	'19' => 'Одежда, обувь, аксессуары',
	'20'=>'Детская одежда и обувь',
	'21'=>'Товары для детей и игрушки',
	'22'=>'Часы и украшения',
	'23'=>'Красота и здоровье'
	),
'Для дома и дачи'=>array(
	'24' => 'Бытовая техника',
	'25'=>'Мебель и интерьер',
	'26'=>'Посуда и товары для кухни',
	'27'=>'Продукты питания',
	'28'=>'Ремонт и строительство',
	'29'=>'Растения'	
	),
'Бытовая электроника'=>array(
	'24' => 'Аудио и видео',
	'25'=>'Игры, приставки и программы',
	'26'=>'Настольные компьютеры',
	'27'=>'Ноутбуки',
	'28'=>'Оргтехника и расходники',
	'29'=>'Планшеты и электронные книги',
	'28'=>'Телефоны',
	'28'=>'Товары для компьютера',	
	'29'=>'Фототехника'		
	),
'Бытовая электроника'=>array(
	'24' => 'Аудио и видео',
	'25'=>'Игры, приставки и программы',
	'26'=>'Настольные компьютеры',
	'27'=>'Ноутбуки',
	'28'=>'Оргтехника и расходники',
	'29'=>'Планшеты и электронные книги',
	'28'=>'Телефоны',
	'28'=>'Товары для компьютера',	
	'29'=>'Фототехника'		
	),
'Хобби и отдых'=>array(
	'30' => 'Билеты и путешествия',
	'31'=>'Велосипеды',
	'32'=>'Книги и журналы',
	'33'=>'Коллекционирование',
	'34'=>'Музыкальные инструменты',
	'35'=>'Охота и рыбалка',
	'36'=>'Спорт и отдых',
	'37'=>'Знакомства'		
	),
'Животные'=>array(
	'38' => 'Собаки',
	'39'=>'Кошки',
	'40'=>'Птицы',
	'41'=>'Аквариум',
	'42'=>'Другие животные',
	'43'=>'Товары для животных'		
	),
'Для бизнеса'=>array(
	'44'=>'Готовый бизнес',	
	'45'=>'Оборудование для бизнеса'
	)												
);
?>
